"EPLanguageDirection"="RightToLeft";

// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="سجل نقل الفاكس";
"User Name"="اسم المستخدم";
"Start Date/Time"="تاريخ/توقيت البدء";
"End Date/Time"="تاريخ/توقيت الانتهاء";
"Recipient"="المستلم";
"Company/Corp."="الشركة/المؤسسة";
"Fax Number"="رقم الفاكس";
"Status"="الحالة";
"Number of Pages"="عدد الصفحات";
"Image Quality"="جودة الصورة";
"Str_Fax_Transmission_Record_Num_Of_Selected"="تم اختيار %1$d من %2$d";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="حول FAX Utility...";
"Preferences..."="التفضيلات...";
"Services"="خدمات";
"Hide FAX Utility"="إخفاء FAX Utility";
"Hide Others"="إخفاء الأخرى";
"Show All"="إظهار الكل";
"Quit FAX Utility"="خروج من FAX Utility";
"File"="ملف";
"Close"="إغلاق";
"Save"="حفظ";
"Edit"="تحرير";
"Delete log"="حذف السجل";
"Window"="نافذة";
"Minimize"="تصغير";
"Help"="تعليمات";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="تم الإرسال";
"SentStatusError10001"="تم إلغاء النقل";
"SentStatusError10002"="لم يتم تحديد أي مستلم";
"SentStatusError10003"="مقاس ورق غير مدعوم";
"SentStatusError10004"="نفدت مساحة القرص";
"SentStatusError10005"="خط الفاكس مشغول";
"SentStatusError10006"="الرقم المطلوب غير صالح";
"SentStatusError10007"="فشل نقل اللون";
"SentStatusError10008"="لم يتم اكتشاف أي نغمة طلب";
"SentStatusError10009"="لا يوجد رد";
"SentStatusError10010"="تم تجاوز حد الصفحة";
"SentStatusError10011"="خطأ اتصال غير معروف";
"SentStatusError10012"="خطأ في اتصال الكمبيوتر بالطابعة";
"SentStatusError10013"="خطأ في اتصال الطابعة بالمستلم";
"SentStatusError10014"="فاكس الكمبيوتر قيد إيقاف التشغيل";
"SentStatusErrorComm"="خطأ بالاتصال (%d)";
"SentStatusError10015"="حالة النقل غير معروفة";
"SentStatusError110001"="خطأ غير معروف";

"SentResolutionNormal"="عادية";
"SentResolutionFine"="صافية(اللون)";
"SentResolutionPhoto"="صورة فوتوغرافية";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="إلغاء";
"Str_Alert_Common_OK"="موافق";

"Str_Alert_Common_Necessary_File_Not_Found"="لا يمكن العثور على الملف المطلوب لتنفيذ التطبيق.\nأعد تثبيت FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="تعذر الحصول على معلومات الطابعة (الفاكس). افتح \"تفضيلات الطابعة والفاكس\" وأضف برنامج تشغل فاكس الكمبيوتر.";
"Str_Alert_Common_Confirm_OverWrite"="الملف المحدد موجود بالفعل. هل تريد الكتابة فوقه؟";
"Str_Alert_Common_Not_Responding_Error"="الطابعة لا تستجيب. تأكد من صحة اتصال الطابعة وتوصيلها بالطاقة.";
"Str_Alert_Common_Communication_Error"="حدث خطأ باتصال الطابعة.";
"Str_Alert_Common_Printer_Processing_Error"="تعالج الطابعة البيانات حاليًا. انتظر لبرهة، ثم حاول مجددًا.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="تم اكتشاف خطأ أثناء الاتصال بالطابعة.\n كود الخطأ (%d)";
"Str_Alert_Common_Error_Occurred"="تم إلغاء المعالجة بسبب وقوع خطأ.";
"Str_Alert_Common_PrinterStatusError"="حدث خطأ بالطابعة. تخلص من الخطأ، ثم حاول مجددًا.";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="تعذر فتح سجل نقل الفاكس بسبب وجود وظيفة FAX Utility أخرى قيد التشغيل بالفعل. الرجاء الانتظار إلى أن يتم إنهاء الوظيفة وحاول مجددًا.";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="تعذر فتح ملف سجل النقل. ليس لديك حق الوصول إلى الملف أو أنه غير موجود.";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="لا يوجد سجل للنقل.";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="فشل حفظ ملف السجل. قم بتغيير المسار واسم الملف، واحفظه مرة أخرى.";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="فشل حذف ملف السجل. قد يكون قيد الاستخدام في تطبيق آخر أو أنه ليس لديك حقوق الوصول إليه أو قد يكون تم حذفه بالفعل.";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="سيتم مسح كل السجلات. هل تريد المتابعة؟";

// ------------------------------------------------------------------------
"SentStatusError10017"="فشل المصادقة (غير مسموح به)";
"SentStatusError10018"="اتصال خط هاتف غير صحيح";
"SentResolutionPhotoY2"="الجودة";
"SentResolutionPhotoX2Y2"="جودة عالية";
